sUIName = "Trådløs Adapter Opsætning";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Version";
sDriver = "Driverversion: ";
sCopyright = "© Ophavsret 2015. Alle rettigheder forbeholdes.";
About_Utility = "Om Trådløs Adapter Opsætning";
Hide_Utility = "Skjul Trådløs Adapter Opsætning";
Quit_Utility = "Afslut Trådløs Adapter Opsætning";
Help_Utility = "Trådløs Adapter Opsætningshjælp";

OK = "OK";
CANCEL = "Annuller";
NO = "Nej";
YES = "Ja";
SELECT = "Vælg ";
Radio_ON = "Slå radio til";
Radio_OFF = "Slå radio fra";
ShortStr = "short";
LongStr = "long";

NoneStr = "Ingen";
ConnectedStr = "Tilsluttet";
DisconnectedStr = "Afbrudt";
InfrastructureStr = "Infrastruktur";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Ingen kryptering";

WPS_init_Str = "Begynder WPS proces";
WPS_scan_Str = "Scan aktiv WPS AP";
WPS_connect_Str = "Forbind til aktiv WPS AP";
WPS_handshake_Str = "Starter WPS handshake";
WPS_exchange_Str = "Udveksl WPS besked";
WPS_done_Str = "Udveksl WPS besked [Færdig]";
WPS_fail_Str = "Udveksl WPS besked fejlet, prøv at forbinde anden WPS AP";
WPS_start_Str = "WPS START";
WPS_finish_Str = "WPS Protokol Færdig !!";
WPS_auto_connect_Str = "Den vil forbinde til WPS AP automatisk.";
WPS_timeout_Str = "WPS Timeout !!";


Wps_overlap_Str = "Session overlapning";
Wps_more_pbc_Str = "Mere end én AP in PBC-mode !!";
Wps_retry_Str = "Brug en PIN eller vent et stykke tid og forsøg igen";

ERROR0 = "FEJL";
ERROR1 = "Indtast nøgle!";
ERROR2 = "Forkert wep-nøgleindeks!!!";
ERROR3 = "Nøglens længde er mellem 8 og 64!";
ERROR4 = "Netværksnøglen er ikke i heximal-format!";
ERROR5 = "Længden på ASCII nøglen skal være 5 eller 13!";
ERROR6 = "Længden på netværksnøglen er forkert!";
ERROR7 = "Længden på netværksnøglen skal være 10 eller 26!";
ERROR8 = "Netværksnøglen og bekræftelsesnøglen er ikke den samme!";
ERROR9 = "Netværksnøglen er ikke i ASCII-format!";
ERROR10 = "Netværksnøglen er ikke i 64HEX-format!";

WARNING0 = "Advarsel";
WARNING1 = "Indtast venligst SSID";
WARNING2 = "Indtast venligst profilnavn";
WARNING3 = "Længden af SSID karakterer er større end 32.";
WARNING4 = "Profilen eksisterer allerede. Vil du overskrive den?";
WARNING5 = "Er du sikker på, at du vil slette den valgte profil?";

NOTICE0 = "BEMÆRK";
NOTICE1 = "AP-mode fejl";
NOTICE2 = "STA-mode fejl";
NOTICE3 = "QOSMode Værdisætning - Fejl";
NOTICE4 = "QOSMode Hent værdi - Fejl";
NOTICE5 = "QOSMode - Forkert værdi";	
NOTICE6 = "RTSOmråde Udenfor værdimængde.(0 ~ 2432)";
NOTICE7 = "FragmentationsOmråde Udenfor værdimængde.(256 ~ 2432)";
NOTICE8 = "Aktiver WLAN kortet i Netværk under Systemindstillinger.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Trådløst netværk sikkerhedsindstillinger";
ProfileProperty_ActionText = "Indtast nøgle inden du klikker på 【OK】 for at forbinde ==>";